tap "adoptopenjdk/openjdk"
tap "cmacrae/formulae"
tap "danger/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "wez/wezterm"
brew "act"
brew "anyenv"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "grpc"
brew "bear"
brew "berkeley-db", link: true
brew "bottom"
brew "glib"
brew "python@3.9"
brew "carthage"
brew "chezmoi"
brew "cmake"
brew "dbmate"
brew "deno"
brew "duf"
brew "dust"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "glow"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libfido2"
brew "llvm"
brew "lsd"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "peco"
brew "postgresql@14"
brew "ripgrep"
brew "source-highlight"
brew "spotify-tui"
brew "starship"
brew "swiftlint"
brew "tcl-tk", link: false
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "vim"
brew "viu"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adoptopenjdk14"
cask "alfred", args: { appdir: "/Applications" }
cask "alt-tab"
cask "android-platform-tools", args: { appdir: "/Applications" }
cask "android-studio"
cask "anki", args: { appdir: "/Applications" }
cask "arc"
cask "background-music"
cask "brooklyn", args: { appdir: "/Applications" }
cask "cron"
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "dotnet-sdk"
cask "figma", args: { appdir: "/Applications" }
cask "font-fontawesome"
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-japanese-ime"
cask "graphiql"
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keycastr", args: { appdir: "/Applications" }
cask "ngrok"
cask "notion", args: { appdir: "/Applications" }
cask "obsidian"
cask "postman", args: { appdir: "/Applications" }
cask "raycast"
cask "sequel-ace"
cask "shottr"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "spotmenu"
cask "unity"
cask "vagrant"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "wezterm"
cask "zoom", args: { appdir: "/Applications" }
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "TestFlight", id: 899247664
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
