tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask_args appdir: "/Applications"

brew "anyenv"
brew "autojump"
brew "bear"
brew "glib"
brew "carthage"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "pango"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "mas"
brew "llvm"
brew "neovim"
brew "nghttp2"
brew "node"
brew "postgresql"
brew "ripgrep"
brew "sf-symbols"
brew "swiftlint"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tmux"
brew "vagrant-completion"
brew "viu"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "android-platform-tools"
cask "anki"
cask "brooklyn"
cask "discord"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "keycastr"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
cask "spotify"

mas "RunCat", id: 1429033973
mas "LINE", id: 539883307
mas "Xcode", id: 497799835 

